Repository: winokurow/yacht-paper-simulator
Catalog: lib/l10n/app_*.arb
Languages: de

# menuStartGame
source: Start Game
de: Spiel starten

# menuSettings
source: Settings
de: Einstellungen

# menuLevels
source: Levels
de: Level

# menuQuit
source: Quit
de: Beenden

# controlThrottle
source: Throttle
de: Gas

# controlSteering
source: Steering
de: Ruder

# stateVictory
source: Victory!
de: Sieg!

# stateGameOver
source: Game Over
de: Spiel vorbei

# stateMooredSuccessfully
source: Moored successfully
de: Erfolgreich angelegt

# settingsSelectLanguage
source: Select Language
de: Sprache wählen

# settingsSound
source: Sound
de: Ton

# settingsMusic
source: Music
de: Musik

# briefingSessionSettings
source: SESSION SETTINGS
de: SITZUNGS-EINSTELLUNGEN

source: WIND STRENGTH:
de: WINDSTÄRKE:

# propellerRightHanded
source: RIGHT-HANDED PROPELLER:
de: RECHTSDREHENDER PROPELLER:

source: YES
de: JA

source: NO
de: NEIN

source: CANCEL
de: ABBRECHEN

source: START JOURNEY!
de: LOS GEHT'S!

# mooringBow
source: bow line
de: BUGLEINE

# mooringStern
source: stern line
de: HECKLEINE

# mooringGiveBow
source: Give bow line
de: BUGLEINE AUSGEBEN

# mooringGiveStern
source: Give stern line
de: HECKLEINE AUSGEBEN

# mooringForwardSpring
source: Forward Spring
de: Vorderspring

# mooringBackSpring
source: Back Spring
de: Achterpring

# mooringGiveForwardSpring
source: Give Forward Spring
de: Vorderspring ausgeben

# mooringGiveBackSpring
source: Give Back Spring
de: Achterpring ausgeben

# victoryTitle
source: MOORED SUCCESSFULLY!
de: ERFOLGREICH ANGELEGT!

# victoryMessage
source: You have secured the vessel perfectly.
de: Sie haben das Schiff perfekt gesichert.

# victoryPlayAgain
source: PLAY AGAIN
de: WIEDERHOLEN

# victoryNextLevel
source: NEXT LEVEL
de: NÄCHSTES LEVEL

# victoryMessageShort
source: The vessel is safely secured in the port.
de: Das Schiff ist sicher im Hafen festgemacht.

# victoryTitleDeparted
source: SUCCESSFUL DEPARTURE!
de: ERFOLGREICH ABGELEGT!

# victoryMessageShortDeparted
source: You have left the mooring zone.
de: Sie haben die Liegezone verlassen.

# gameOverTitle
source: INCIDENT
de: KOLLISION

# gameOverRetry
source: RETRY
de: WIEDERHOLEN

# gameOverMainMenu
source: MAIN MENU
de: HAUPTMENÜ

# levelSelectionTitle
source: LOGBOOK
de: LOGBUCH

# statusWaiting
source: Waiting for command...
de: Warten auf Befehle...

# statusBowSecured
source: Bow line secured
de: Bugleine fest

# statusSternSecured
source: Stern line secured
de: Heckleine fest

# statusBowReleased
source: Bow line released
de: Bugleine los

# statusSternReleased
source: Stern line released
de: Heckleine los

# statusForwardSpringSecured
source: Forward spring secured
de: Vorderspring fest

# statusBackSpringSecured
source: Back spring secured
de: Achterpring fest

# statusForwardSpringReleased
source: Forward spring released
de: Vorderspring los

# statusBackSpringReleased
source: Back spring released
de: Achterpring los

# statusAllLinesSecured
source: All lines secured. Release to depart.
de: Alle Leinen fest. Loswerfen zum Ablegen.

# statusLevelRestarted
source: Level restarted
de: Level neu gestartet

# statusMissionAccomplished
source: MISSION ACCOMPLISHED
de: MISSION ERFÜLLT

# statusFailed
source: FAILED
de: FEHLGESCHLAGEN

# statusRiverFlow
source: Current: {speed} kn
de: Strömung: {speed} kn

# statusHighSeas
source: Open sea. Hold position.
de: Offene See. Position halten.

# crashNose
source: CRITICAL: Bow collision!
de: KRITISCH: Bug-Kollision!

# crashSide
source: CRASH: Excessive side impact.
de: UNFALL: Zu harter Aufprall an der Seite.

# level1Name
source: First Pier
de: Erster Anleger

# level1Description
source: A quiet marina. Park the yacht in the empty slot between other vessels.
de: Ruhige Marina. Parken Sie die Yacht in der freien Lücke zwischen anderen Schiffen.

# level2Name
source: Departure Alongside
de: Ablegen längsseits

# level2Description
source: Yacht is moored alongside with 4 lines.
de: Yacht liegt mit 4 Leinen längsseits.

# levelSettingsTitle
source: Level Settings
de: Level-Einstellungen

# sectionCurrent
source: CURRENT
de: STRÖMUNG

# sectionPropeller
source: PROPELLER WALK
de: RADEFFEKT

# labelStrength
source: Strength
de: Stärke

# labelDirection
source: Direction
de: Richtung

# labelSpeed
source: Speed
de: Geschwindigkeit

# propellerRight
source: Right
de: Rechts

# propellerLeft
source: Left
de: Links

# buttonBack
source: BACK
de: ZURÜCK

# compassNE
source: NE
de: NO

# compassE
source: E
de: O

# compassSE
source: SE
de: SO
